{
  "Yamin Phyu": "Yamin Phyu",
  "Hi! I'm {0}": "Hi! I'm {0}",
  "hero content": "I have over 5 years of experience building scalable frontend systems with React and Next.js, focusing on performance, maintainability, and clean UI architecture.",
  "contact me": "contact me",
  "my resume": "my resume",
  "Home": "Home",
  "About me": "About me",
  "My Work": "My Work",
  "Contact me": "Contact me",
  "introduction content": "I have over 5 years of experience building responsive web applications. Passionate about clean, maintainable, and reusable code, and creating user experiences and collaboration with cross-functional teams to deliver high-quality products. I particularly relish the challenge of debugging and resolving errors.",
  "Education": "Education",
  "BE-IT from Technological University(HmawBi)": "BE-IT from Technological University(HmawBi)",
  "Projects": "Projects",
  "More than 50+ projects completed successfully.": "More than 50+ projects completed successfully.",
  "My portfolio": "My portfolio",
  "My work experiences": "My work experiences",
  "April 2024 - Present": "April 2024 - Present",
  "first job exp": "Developed and maintained multiple client-facing web applications with ReactJS, NextJS, VueJS, JavaScript, and TypeScript. Built reusable UI component libraries. Converted complex Figma designs into pixel-perfect and responsive UIs using Tailwind CSS, Material UI, and Bootstrap. Collaborated with the Backend team to integrate RESTful APIs. Collaborated closely with product managers, UX designers, and Testers to deliver high-quality features. Optimized web performance, reducing bundle size and improving Lighthouse scores. Integrated third-party libraries (Web Socket, Chat Woot, and Live Chat) to extend functionality.",
  "Oct 2022 - March 2024": "Oct 2022 - March 2024",
  "sec job exp": "Develop a mobile application(Htwet Toe) designed to enhance the convenience of farmers, accompanied by the establishment of an administrative panel to oversee maintenance, address software defects, and integrate progressive features.",
  "DEC 2020 - Sep 2022": "DEC 2020 - Sep 2022",
  "third job exp": "Effectively oversee and engage with clients, both from private enterprises and government entities, to address their business requirements by delivering tailored IT solutions. Development of applications, websites, and CMS catering to the diverse needs of our clients.",
  "Sep 2019 - Sep 2022": "Sep 2019 - Sep 2022",
  "fourth job exp": "I built an API under the guidance of my lead developer for an e-commerce website focused on selling groceries. The functionalities include browsing products, managing the shopping cart (adding/removing items), marking favorites, and calculating items.",
  "Enter your name": "Enter your name",
  "Enter your email": "Enter your email",
  "Enter your message": "Enter your message",
  "Submit now": "Submit now",
  "any questions": "I'd love to hear from you! If you have any questions, comments or feedback, please use the form below."
}
