{
  "Yamin Phyu": "ယမင်းဖြူ",
  "Hi! I'm {0}": "မင်္ဂလာပါ။ ကျွန်ုပ်က {0} ပါ။",
  "hero content": "React နဲ့ Next.js တွေနဲ့ scalable frontend system တွေတည်ဆောက်ရာမှာ ၅ နှစ်ကျော်အတွေ့အကြုံရှိပြီး performance, maintainability နဲ့ clean UI architecture တွေကို အဓိကထားပါတယ်။",
  "contact me": "ဆက်သွယ်ရန်",
  "my resume": "ကိုယ်ရေးအကျဉ်း",
  "Home": "ပင်မစာမျက်နှာ",
  "About me": "ကျွန်ုပ်အကြောင်း",
  "My Work": "ကျွန်ုပ်အလုပ်",
  "Contact me": "ဆက်သွယ်ရန်",
  "introduction content": "responsive web application တွေတည်ဆောက်ရာမှာ ၅ နှစ်ကျော်အတွေ့အကြုံရှိပါတယ်။ သန့်ရှင်းသပ်ရပ်ပြီး ထိန်းသိမ်းလို့ရတဲ့၊ ပြန်လည်အသုံးပြုနိုင်တဲ့ code တွေကို စိတ်အားထက်သန်ပြီး အရည်အသွေးမြင့် ထုတ်ကုန်တွေ ပေးအပ်နိုင်ဖို့ user experience တွေနဲ့ cross-functional team တွေနဲ့ ပူးပေါင်းဆောင်ရွက်မှုတွေကို ဖန်တီးပေးပါတယ်။ debugging နဲ့ error တွေကို ဖြေရှင်းရတဲ့ စိန်ခေါ်မှုကို အထူးနှစ်သက်ပါတယ်။",
  "Education": "ပညာရေး",
  "BE-IT from Technological University(HmawBi)": "BE-IT နည်းပညာတက္ကသိုလ်(မှော်ဘီ)",
  "Projects": "လုပ်ဆောင်ချက်များ",
  "More than 50+ projects completed successfully.": "လုပ်ဆောင်ချက်(၅၀)ကျော်ကို အောင်မြင်ခဲ့ပါသည်။",
  "My portfolio": "ကျွန်ုပ်အကြောင်း",
  "My work experiences": "အလုပ်အတွေ့အကြုံ",
  "April 2024 - Present": "၂၀၂၄ ခုနှစ်၊ ဧပြီလ - လက်ရှိ",
  "first job exp": "ReactJS၊ NextJS၊ VueJS၊ JavaScript နှင့် TypeScript တို့ဖြင့် client-facing web application များစွာကို တီထွင်ထိန်းသိမ်းခဲ့သည်။ ပြန်လည်အသုံးပြုနိုင်သော UI component libraries များကို တည်ဆောက်ခဲ့သည်။ Tailwind CSS၊ Material UI နှင့် Bootstrap တို့ကို အသုံးပြု၍ ရှုပ်ထွေးသော Figma ဒီဇိုင်းများကို pixel-perfect နှင့် responsive UI များအဖြစ် ပြောင်းလဲခဲ့သည်။ RESTful API များကို ပေါင်းစပ်ရန် Backend အဖွဲ့နှင့် ပူးပေါင်းခဲ့သည်။ အရည်အသွေးမြင့် feature များ ပေးအပ်ရန်အတွက် product manager များ၊ UX designer များနှင့် Tester များနှင့် နီးကပ်စွာ ပူးပေါင်းခဲ့သည်။ web performance ကို အကောင်းဆုံးဖြစ်အောင် ပြုလုပ်ခဲ့ပြီး bundle size ကို လျှော့ချကာ Lighthouse scores များကို တိုးတက်စေခဲ့သည်။ လုပ်ဆောင်နိုင်စွမ်းကို တိုးချဲ့ရန်အတွက် third-party libraries (Web Socket၊ Chat Woot နှင့် Live Chat) များကို ပေါင်းစပ်ခဲ့သည်။",
  "Oct 2022 - March 2024": "၂၀၂၂ အောက်တိုဘာ - ၂၀၂၄ မတ်လ",
  "sec job exp": "လယ်သမားများ၏ အဆင်ပြေမှုကို မြှင့်တင်ရန် ဒီဇိုင်းထုတ်ထားသော မိုဘိုင်းအက်ပလီကေးရှင်း (Htwet Toe) တစ်ခု တီထွင်ပါ၊ ပြုပြင်ထိန်းသိမ်းမှုကို ကြီးကြပ်ရန်၊ ဆော့ဖ်ဝဲချို့ယွင်းချက်များကို ဖြေရှင်းရန်နှင့် တိုးတက်သော အင်္ဂါရပ်များကို ပေါင်းစပ်ရန် အုပ်ချုပ်ရေးအဖွဲ့တစ်ခု ဖွဲ့စည်းရန်။",
  "DEC 2020 - Sep 2022": "ဒီဇင်ဘာ ၂၀၂၀ - စက်တင်ဘာ ၂၀၂၂",
  "third job exp": "စိတ်ကြိုက် IT ဖြေရှင်းချက်များ ပေးအပ်ခြင်းဖြင့် ၎င်းတို့၏ စီးပွားရေးလိုအပ်ချက်များကို ဖြေရှင်းရန်အတွက် ပုဂ္ဂလိကလုပ်ငန်းများနှင့် အစိုးရအဖွဲ့အစည်းများမှ သုံးစွဲသူများနှင့် ထိရောက်စွာ ကြီးကြပ်ပြီး ထိတွေ့ဆက်ဆံပါ။ ကျွန်ုပ်တို့၏ သုံးစွဲသူများ၏ မတူညီသော လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးသည့် အပလီကေးရှင်းများ၊ ဝဘ်ဆိုက်များနှင့် CMS များ တီထွင်ခြင်း။",
  "Sep 2019 - Sep 2022": "၂၀၁၉ စက်တင်ဘာ - ၂၀၂၂ စက်တင်ဘာ",
  "fourth job exp": "ကုန်စုံပစ္စည်းများ ရောင်းချခြင်းကို အဓိကထားသော e-commerce ဝက်ဘ်ဆိုက်အတွက် ကျွန်ုပ်၏ ဦးဆောင် developer ၏ လမ်းညွှန်မှုအောက်တွင် API တစ်ခုကို တည်ဆောက်ခဲ့ပါသည်။ လုပ်ဆောင်ချက်များတွင် ထုတ်ကုန်များကို ကြည့်ရှုခြင်း၊ ဈေးဝယ်လှည်းကို စီမံခန့်ခွဲခြင်း (ပစ္စည်းများ ထည့်ခြင်း/ဖယ်ရှားခြင်း)၊ အကြိုက်ဆုံးများကို မှတ်သားခြင်းနှင့် ပစ္စည်းများ တွက်ချက်ခြင်းတို့ ပါဝင်သည်။",
  "Enter your name": "သင့်နာမည်ကို ရိုက်ထည့်ပါ",
  "Enter your email": "သင့်အီးမေးလ်ကို ရိုက်ထည့်ပါ",
  "Enter your message": "သင့်မက်ဆေ့ချ်ကို ထည့်သွင်းပါ",
  "Submit now": "ယခုတင်သွင်းပါ",
  "any questions": "သင့်ထံမှ ကြားသိလိုပါတယ်။ မေးခွန်းများ၊ မှတ်ချက်များ သို့မဟုတ် တုံ့ပြန်ချက်များရှိပါက အောက်ပါပုံစံကို အသုံးပြုပါ။",
  "Contact with me": "ကျွန်ုပ်နှင့် ဆက်သွယ်ပါ",
  "Get in touch": "ဆက်သွယ်ပါ"
}
